Repository: palmcivet/Arkeys
Catalog: Arkeys/Localizable.xcstrings
Source language: en
Languages: zh_hans

# about.checkUpdate
source: Check for Updates
zh_hans: 检查更新

# about.version
source: Version
zh_hans: 版本

# common.cancel
source: Cancel
zh_hans: 取消

# common.delete
source: Delete
zh_hans: 删除

# compat.hid.footer
source: Only affects Global HID clicks.
zh_hans: 仅影响 Global HID 点击。

# compat.hid.mouseMoved
source: HID: Prepend mouseMoved
zh_hans: HID：前置 mouseMoved

# compat.hid.restoreCursor
source: HID: Restore Cursor Position
zh_hans: HID：恢复光标位置

# compat.route
source: Injection Route
zh_hans: 注入路线

# compat.route.automatic
source: Automatic (Recommended)
zh_hans: 自动（推荐）

# compat.route.footer
source: Unsupported routes are disabled automatically based on this Mac’s capabilities.
zh_hans: 会根据本机能力自动禁用不支持的路线。

# compat.status.accessibility
source: Accessibility
zh_hans: 辅助功能

# compat.status.available
source: Available
zh_hans: 可用

# compat.status.eventTap
source: Event Tap
zh_hans: 事件监听

# compat.status.grantPermission
source: Grant Permission
zh_hans: 授予权限

# compat.status.off
source: Off
zh_hans: 关

# compat.status.on
source: On
zh_hans: 开

# compat.status.refresh
source: Refresh
zh_hans: 刷新

# compat.status.unavailable
source: Unavailable
zh_hans: 不可用

# compat.test
source: Test Click
zh_hans: 测试点击

# compat.test.footer
source: Simulates a click at the center of the previous window using the current injection route.
zh_hans: 使用当前注入路线，在上一个窗口中心模拟点击。

# compat.test.none
source: Not tested yet
zh_hans: 尚未测试

# editor.done
source: Done
zh_hans: 完成

# general.enabled
source: Enabled
zh_hans: 启用

# general.language
source: Language
zh_hans: 语言

# general.language.footer
source: Add Arkeys in System Settings → Language & Region → Applications, then reopen the app.
zh_hans: 在「系统设置 → 语言与地区 → 应用」中添加 Arkeys，然后重新打开。

# general.language.openSystemSettings
source: Open Language Settings…
zh_hans: 打开语言设置…

# general.menuBarIcon
source: Show Menu Bar Icon
zh_hans: 显示菜单栏图标

# general.menuBarIcon.footer
source: When hidden, Arkeys remains in the Dock. Click the Dock icon to reopen the Settings window.
zh_hans: 隐藏后 Arkeys 会保留在程序坞中，点击程序坞图标即可重新打开设置窗口。

# general.shortcutShape
source: Shortcut Shape
zh_hans: 快捷键形状

# general.shortcutShape.circle
source: Circle
zh_hans: 圆形

# general.shortcutShape.rectangle
source: Rectangle
zh_hans: 矩形

# general.showShortcuts
source: Always Show Shortcuts
zh_hans: 始终显示快捷键

# general.showShortcuts.footer
source: Always shows key labels on the target window.
zh_hans: 在目标窗口上持续显示按键。

# keymap.apps.add
source: Add App
zh_hans: 添加应用

# keymap.apps.count
source: %lld schemes
zh_hans: %lld 个方案

# keymap.apps.delete.message
source: This will delete %lld saved schemes. You can’t undo this action.
zh_hans: 即将删除 %lld 个已保存的方案，此操作无法撤销。

# keymap.apps.delete.title
source: Delete All Schemes for “%@”?
zh_hans: 要删除“%@”的所有方案吗？

# keymap.apps.footer
source: Keymap schemes saved on this Mac. Select an app to manage its schemes. The selected scheme takes effect only when that app is in the foreground.
zh_hans: 本机已保存的键位方案库。选择一个应用以管理其方案。仅当应用处于前台时，所选的键位才会生效。

# keymap.apps.header
source: Apps
zh_hans: 应用

# keymap.apps.remove
source: Remove App
zh_hans: 移除应用

# keymap.schemes.copyTo
source: Copy to…
zh_hans: 复制到…

# keymap.schemes.copyTo.confirm
source: Copy Scheme
zh_hans: 复制方案

# keymap.schemes.copyTo.failed
source: Could not copy the scheme
zh_hans: 无法复制方案

# keymap.schemes.copyTo.title
source: Copy Scheme to App
zh_hans: 复制方案到应用

# keymap.schemes.delete.message
source: This will delete this scheme. You can’t undo this action.
zh_hans: 即将删除该方案，此操作无法撤销。

# keymap.schemes.delete.title
source: Delete Scheme “%@”?
zh_hans: 要删除方案“%@”吗？

# keymap.schemes.edit
source: Edit Scheme
zh_hans: 编辑键位方案

# keymap.schemes.empty
source: No schemes yet — create or import one.
zh_hans: 尚无方案——可新建或导入。

# keymap.schemes.export
source: Export…
zh_hans: 导出…

# keymap.schemes.footer
source: Keymap schemes for the current app. Click to switch, or double-click to rename.
zh_hans: 当前应用的键位方案。单击可切换，双击以重命名。

# keymap.schemes.header
source: Schemes
zh_hans: 方案

# keymap.schemes.import
source: Import…
zh_hans: 导入…

# keymap.schemes.more
source: More
zh_hans: 更多

# keymap.schemes.needTargetApp
source: Select a target app first, then create or import a scheme.
zh_hans: 请先选择目标应用，再导入或新建方案。

# keymap.schemes.new
source: New
zh_hans: 新建

# keymap.schemes.rename
source: Rename
zh_hans: 重命名

# keymap.schemes.summary
source: %lld keys
zh_hans: %lld 个按键

# keymap.schemes.summary.unbound
source: %lld keys · %lld unbound (?)
zh_hans: %lld 个按键 · %lld 个未绑定（？）

# keymap.schemes.untitled
source: Untitled Scheme
zh_hans: 未命名方案

# menu.editing.tooltip
source: Editing keymap — choose Done or Cancel in this menu
zh_hans: 正在编辑键位——在此菜单中完成或取消

# menu.enable
source: Enable
zh_hans: 启用

# menu.noSchemes
source: No Schemes
zh_hans: 暂无方案

# menu.quit
source: Quit
zh_hans: 退出

# menu.settings
source: Settings…
zh_hans: 设置…

# menu.showShortcuts
source: Show Shortcuts
zh_hans: 显示快捷键

# picker.bindSelected
source: Bind Selected
zh_hans: 绑定所选

# picker.current
source: Current
zh_hans: 当前

# picker.footer
source: When you select a row, a translucent overlay appears on the target window for confirmation.
zh_hans: 点击列表项时，目标窗口会显示半透明浮层以便确认。

# picker.preview
source: Preview: %@
zh_hans: 预览：%@

# picker.search
source: Search by name or Bundle ID
zh_hans: 搜索名称或 Bundle ID

# picker.title
source: Choose Target App
zh_hans: 选择目标应用

# settings.tab.about
source: About
zh_hans: 关于

# settings.tab.compatibility
source: Compatibility
zh_hans: 兼容性

# settings.tab.general
source: General
zh_hans: 常规

# settings.tab.keymap
source: Keymap
zh_hans: 键位方案

# settings.window.title
source: Arkeys Settings
zh_hans: Arkeys 设置
